Repository: VytenisP/enigma2-plugin-extensions-dbackup
Catalog: usr/lib/enigma2/python/Plugins/Extensions/dBackup/locale/*/LC_MESSAGES/dbackup.po
Languages: de, es, nl

source: no
de: Nein
nl: Nee

source: yes
de: Ja
es: sí
nl: Ja

source: Settings
de: Einstellungen
es: Ajustes
nl: Instellingen

source: Pluginlist
de: Pluginliste
es: Lista de Aplicaciones
nl: Pluginlijst

source: Extension
de: Erweiterungen
es: Extensión
nl: Uitbreidingen

source: both
de: beide
es: ambos
nl: beide

source: all
de: Alle
es: todo
nl: alle

source: Rescue Bios
de: Wiederherstellungsbios
es: Bios de Rescate
nl: Bios herstellen

source: direct
de: direkt
es: directo

source: daemon
de: Hintergrund
es: programa

source: Select tar.*z image for flashing
de: tar.*z Image zum Flashen auswählen
es: Selecciona imagen tar.*z para Flashear
nl: Kies tar.*z image om te flashen

source: Disclaimer
de: Haftungsausschluss
es: Descargo de Responsabilidad
nl: Vrijwaring

source: Info
de: Information
es: Información

source: This way of flashing your Dreambox is not supported by DMM. You are using it completely at you own risk! If you want to flash your Dreambox safely use the Recovery Webinterface! May the Power button be with you!
de: Diese Art Ihre Dreambox zu flashen wird nicht von DMM unterstützt. Sie machen es auf eigenes Risiko! Wenn Sie Ihre Dreambox auf sichere Weise Flashen wollen, benutzen Sie die Wiederherstellungsweboberfläche oder DreamUP! Möge das Mini USB Kabel mit Ihnen sein!
nl: Deze manier van uw Dreambox flashen wordt niet ondersteund door DMM. U gebruikt het volledig op je eigen risico! Als u uw Dreambox veilig wilt flashen gebruik de Recovery Webinterface! Zij de Power knop met u!

source: Dreambox Backup Plugin by gutemine Version %s
de: Dreambox Sicherungs Plugin von gutemine Version %s
es: Aplicación de Backup de Dreambox por gutemine Versión %s
nl: Dreambox Backup Plugin van gutemine v%s

source: Flashing
de: Flashen
es: Flasheando
nl: Flashen

source: Backup
de: Sichern

source: Configuring
de: Konfigurieren
es: Configurando
nl: Configureren

source: Checking
de: Überprüfen
es: Comprobando
nl: Contoleren

source: dBackup is busy ...
de: dBackup ist beschäftigt...
es: dBackup está ocupado...
nl: dBackup is bezig ...

source: Enter Backup Imagename
de: Sicherungs Imagenamen eingeben
es: Introduce el Nombre del Backup
nl: Geef backup imagenaam op

source: Enter Backup Path
de: Sicherungs Pfad eingeben
es: Introduce la Ruta del Backup
nl: Geef backup pad op

source: Sorry, currently not supported on this Dreambox type
de: Tut mir leid, im Moment wird dieser Dreambox Typ nicht unterstützt
es: Lo siento, Actualmente este tipo de Dreambox no es soportado
nl: Helaas, wordt niet ondersteund op dit type dreambox

source: Sorry, no correct tar.*z file selected
de: Tut mir leid, kein korrektes tar.*z File ausgewählt
es: Lo siento, No se seleccionó un archivo tar.*z correcto
nl: Helaas, geen correct tar.*z bestand geselecteerd

source: Sorry, no xz binary found
de: Tut mir leid, kein xz Binary gefunden
es: Lo siento, No se encontró el binario xz
nl: Helaas, geen xz bestand gevonden

source: Refresh
de: Aktualisieren
es: Refrescar
nl: Actualiseren

source: Nothing mounted at %s
de: Nichts gemountet auf %s
es: No hay Nada Montado en %s
nl: Niets gemount op %s

source: Sorry, use Barry Allen for Backup
de: Tut mir leid, verwenden Sie Barry Allen zur Sicherung
es: Lo siento, Use Barry Allen para el Backup
nl: Helaas, gebruik Barry Allen om een backup te maken

source: Sorry, use LowFAT for Backup
de: Tut mir leid, verwenden Sie LowFAT zur Sicherung
es: Lo siento, Use LowFAT para el Backup
nl: Helaas, gebruik LowFAT om een backup te maken

source: Sorry, Flashing works only in Flash
de: Tut mir leid, das Flashen wurde bei %s abgebrochen!
es: Lo siento, Sólo se puede Flashear en la Flash
nl: Helaas, flashen werkt alleen in de Flash

source: Sorry, dBackup webinterface is currently disabled
de: Entschuldigung, dBackup Webinterface ist momentan ausgeschaltet
es: Lo siento, El interfaz Web de dBackup está deshabilitado
nl: Helaas, dBackup webinterface is momenteel uitgeschakeld

source: use back button in browser and try again!
de: benutzen Sie den Zurück Knopf im Browser und versuchen sie es nochmals!
es: use el botón de retorno en el navegador e inténtelo de nuevo!
nl: bebruik de TERUG knop in je browser en probeer het opnieuw

source: Press OK now for flashing %s Box will reboot automatically when finished!
de: Drücken Sie jetzt OK um zu flashen %s Die Box wird automatisch Neustarten, wenn fertig!
es: Presiona OK para Flashear %s El Descodificador se reiniciará automáticamente cuando acabe!
nl: Druk op OK om flashen van %s te starten. Dreambox start na het flashen automatisch op!

source: Are you sure that you want to flash now %s ?
de: Sind Sie sicher das sie jetzt Flashen wollen %s ?
es: ¿Seguro que quiere flashear ahora %s ?
nl: Weet je zeker dat je nu %s wilt flashen?

source: Recovery Image from Feed
de: Wiederherstellungsimage vom Feed
es: Recuperador de Imagen desde Repositorio
nl: Herstel image van de feed

source: Sorry, Flashing of %s was canceled!
de: Tut mir leid, das Flashen wurde bei %s abgebrochen!
es: Lo siento, Se canceló el Flasheo de, %s !
nl: Heaas, %s flashen is geannuleerd!

source: Sorry, no device choosen
de: Tut mir leid, kein Gerät ausgewählt
es: Lo siento, No se eligió dispositivo
nl: Helaas, geen apparaat opgegeven

source: Sorry, no device found
de: Tut mir leid, kein Gerät gefunden
es: Lo siento, No se encontró el dispositivo
nl: Helaas, geen apparaat gevonden

source: Are you sure that you want to FORMAT recovery device %s now for %s ?
de: Sind Sie sicher das Sie das Wiederherstellungsgerät FORMATIEREN wollen %s jetzt für %s?
es: ¿Seguro que quiere FORMATEAR ahora el dispositivo de recuperación %s para %s ?
nl: Weet je zeker dat je het herstelapparaat %s nu wilt formatteren voor %s ?

source: umount failed, Sorry!
de: Tut mir leid, das Unmounten ist schief gegangen!
es: Lo siento, el montaje falló!
nl: unmounten niet gelukt, sorry!

source: Sorry, %s device not mounted writeable
de: Tut mit leid, %s Gerät wurde nicht schreibbar gemountet
es: Lo siento. el dispositivo %s no está montado, no se puede escribir
nl: Helaas, %s niet beschrijfbaar ('writeable') gemount

source: recovery stick creation failed, Sorry!
de: Wiederherstellungs Stick Erstellung gescheitert, Entschuldigung!
es: Lo siento, la creación de lápiz de recuperación falló!
nl: maken van een 'recovery stick' is mislukt, sorry!

source: Sorry, %s device not mounted
de: Tut mit leid, %s Gerät wurde nicht gemountet
es: Lo siento. el dispositivo %s no está montado
nl: Sorry %s is niet gemount

source: Flash Backup to %s finished with imagename: %s.%s BUT it has I/O Errors
de: Flash Sicherung auf %s beendet mit Imagenamen: %s.%s ABER es gibt I/O Fehler
es: El Backup de Flash para %s terminó con el nombre de imagen: %s.%s PERO con errores de lectura/escritura
nl: Flash Backup op %s is klaar met als imagenaam: %s.%s MAAR er zijn I/O fouten

source: Flash Backup to %s finished with imagename: %s.%s
de: Flash Sicherung %s beendet mit Imagenamen: %s.%s
es: El Backup de Flash para %s terminó con el nombre de imagen: %s.%s
nl: Flash Backup op %s is klaar met als imagenaam: %s.%s

source: nothing entered
de: nichts eingegeben
es: no se introdujo nada
nl: niets opgegeven

source: already exists,
de: existiert bereits,
es: ya existe,
nl: bestaat reeds,

source: overwrite ?
de: überschreiben ?
es: sobreescribir ?
nl: overschrijven ?

source: Press OK for starting backup to
de: OK drücken um Sicherung zu starten auf
es: Presiona OK para empezar el backup
nl: Druk op OK om backup te maken in

source: Be patient, this takes 1-2 min ...
de: Geduldig sein, es dauert 1-2 min ...
es: Ten paciencia, esto llevará 1-2 min...
nl: Heb geduld a.u.b., dit kan enkele minuten duren ...

source: not confirmed
de: nicht bestätigt
es: no confirmado
nl: niet bevestigd

source: Flash Backup finished
de: Flash Sicherung fertig
es: Terminó el Backup de Flash
nl: Flash Backup is klaar

source: About
de: Über
es: Acerca de
nl: Over

source: check root
de: root überprüfen
es: comprobar raiz
nl: root controleren

source: check & repair recovery
de: überprüfen & reparieren Wiederherstellungsbereich
es: recuperador comprobar & reparar
nl: controleer & herstel 'recovery'

source: badblocks recovery > 1min
de: Bad Blocks im Wiederherstellungsbereich > 1min
es: recuperación de bloques malos > 1min
nl: 'Bad blocks' ontdekt > 1min

source: no badblocks binary - get e2fsprogs
de: kein Bad Blocks Programm - installieren Sie e2fsprogs
es: no hay binario de bloques malos - instala e2fsprogs
nl: geen 'Bad Blocks software; installeer: e2fsprogs

source: clean apt cache
de: Löschen des apt cache vor dem Sichern
es: limpiar el caché apt
nl: 'apt cache' opschonen

source: check defragmentation root
de: Überprüfe Defragmentation im root
es: comprobar raíz de desfragmentación
nl: controleer root defragmentatie

source: defragment root
de: Defragmentierung root
es: desfragmentar Raiz
nl: root defragmenteren

source: check defragmentation recovery
de: überprüfen & reparieren Wiederherstellungsbereich
es: comprobar recuperación desfragmentación
nl: controleren/herstellen & recovery defragmentatie

source: defragment recovery
de: Defragmentierung Wiederherstellung
es: desfragmentar Recuperación
nl: defragmenteren recovery

source: check defragmentation Harddisk
de: Überprüfe Festplatten Defragmentation
es: comprobar desfragmentación de Disco Duro
nl: controleer defragmentatie op harddisk

source: defragment Harddisk
de: Defragmentiere Festplatte
es: desfragmentar Disco Duro
nl: defragmenteer harddisk

source: If you install e2fsprogs the badblocks binary will allow to check and mark also bad blocks
de: Wenn Sie e2fsprogs installieren, wird Ihnen das Bad Blocks Programm ermöglichen auch kaputte Blöcke zu erkennen und zu markieren
es: Si instalas e2fsprogs el binario de los bloques malos te permitirán comprobar y marcar también estos bloques malos
nl: als je e2fsprogs installeerd, zullen de 'bad blocks' worden gecontrolleerd en gemarkeerd

source: Flashtool
de: Flashwerkzeug
es: Herramientas de Flash
nl: Flash gereedschap

source: Backuptool
de: Sicherungswerkzeug
es: Herramientas de Backup
nl: Backup gereedschap

source: Flash kernel from image
de: Flashen des Kernels aus dem Image
nl: Flash kernel van image

source: Flashing reboot delay [0-60 sec]
de: Flashing Neustart Verzögerung [0-60 Sek.]
es: Retraso del reinicio Flasheando [0-60 sec]
nl: Flashen herstart vertraging [0-60 sec]

source: Imagetype in backupname
de: Imagetyp im Sicherungsnamen
es: Tipo de Imagen en Nombre de Imagen
nl: Imagetype in backupnaam

source: Boxtype in backupname
de: Boxtyp im Sicherungsnamen
es: Tipo de Descodificador en Nombre del Backup
nl: Boxtype in backupnaam

source: deb in backupname
de: deb im Sicherungsnamen
es: deb en el nombre de backup
nl: deb in backupnaam

source: Date in backupname
de: Datum im Sicherungsnamen
es: Fecha en nombre del Backup
nl: Datum in backupnaam

source: Time in backupname
de: Zeit im Sicherungsnamen
es: Hora en Nombre de Imagen
nl: Tijd in backupnaam

source: Clean apt cache before backup
de: Löschen des apt cache vor dem Sichern
es: Limpia el caché apt antes de hacer el backup
nl: 'apt cache' opschonen voor het backuppen

source: Exclude epg.db
de: Ausschließen epg.db
es: Excluir epg.db
nl: epg.db overslaan

source: Exclude timers
de: Ausschließen Timer
es: Excluir Temporizadores
nl: Timers overslaan

source: Exclude settings
de: Ausschließen Einstellungen
es: Excluir Ajustes
nl: Instellingen oversaan

source: Exclude picons
de: Ausschließen Picons
es: Excluir Picones
nl: Picons overslaan

source: Verbose
de: Ausführliche Ausgabe
es: Detallado
nl: Uitgebreide weergave

source: Sort Imagelist alphabetic
de: Imageliste alphabetisch sortieren
es: Ordenar la lista de imágenes alfabéticamente
nl: Imagenamen in lijst alfabetisch sorteren

source: Show plugin
de: Plugin anzeigen
es: Mostrar Aplicaciones
nl: Plugin tonen

source: Webinterface
de: Weboberfläche
es: Interfaz Web

source: Root Filesystem total: %s MB used: %s MB free: %s MB
de: Root Dateisystem gesamt: %s MB benutzt: %s MB frei: %s MB
nl: Root bestandssyteem totaal: %s MB gebruikt: %s MB vrij: %s MB

source: Memory total: %i MB used: %i MB free: %i MB
de: Hautspeicher gesamt: %i MB benutzt: %i MB frei: %i MB
es: Memoria total: %i MB usada: %i MB libre: %i MB
nl: Geheugen totaal: %i MB gebruikt: %i MB vrij: %i MB

source: system
es: sistema
nl: systeem

source: Exit
nl: Verlaten

source: Minimal Fading Transparency
nl: Minimale vervaging transparantie

source: container
es: contenedor
